{
  "CurrentPage": {
    "Id": 1834,
    "Name": "What a difference a day makes",
    "Url": "/peoples-stories/what-a-difference-a-day-makes/",
    "PubDate": "2019-11-13T16:03:29.09Z",
    "Category": ["Design Charter", "Leadership Commission", "Mayor's Mentors"],
    "BlogContent": "<p>\"No,\" said Dorian Gray, \"there is nothing fearful about it. It is one of the great romantic tragedies of the age. As a rule, people who act lead the most commonplace lives. They are good husbands, or faithful wives, or something tedious. You know what I mean--middle-class virtue and all that kind of thing. How different Sibyl was! She lived her finest tragedy. She was always a heroine. The last night she played--the night you saw her--she acted badly because she had known the reality of love. When she knew its unreality, she died, as Juliet might have died. She passed again into the sphere of art.</p>\n<p>There is something of the martyr about her. Her death has all the pathetic uselessness of martyrdom, all its wasted beauty. But, as I was saying, you must not think I have not suffered. If you had come in yesterday at a particular moment--about half-past five, perhaps, or a quarter to six--you would have found me in tears. Even Harry, who was here, who brought me the news, in fact, had no idea what I was going through. I suffered immensely. Then it passed away. I cannot repeat an emotion. No one can, except sentimentalists. And you are awfully unjust, Basil. You come down here to console me.</p>\n<p>That is charming of you. You find me consoled, and you are furious. How like a sympathetic person! You remind me of a story Harry told me about a certain philanthropist who spent twenty years of his life in trying to get some grievance redressed, or some unjust law altered--I forget exactly what it was. Finally he succeeded, and nothing could exceed his disappointment. He had absolutely nothing to do, almost died of ennui, and became a confirmed misanthrope. And besides, my dear old Basil, if you really want to console me, teach me rather to forget what has happened, or to see it from a proper artistic point of view. Was it not Gautier who used to write about la consolation des arts?</p>\n<p>I remember picking up a little vellum-covered book in your studio one day and chancing on that delightful phrase. Well, I am not like that young man you told me of when we were down at Marlow together, the young man who used to say that yellow satin could console one for all the miseries of life. I love beautiful things that one can touch and handle. Old brocades, green bronzes, lacquer-work, carved ivories, exquisite surroundings, luxury, pomp--there is much to be got from all these. But the artistic temperament that they create, or at any rate reveal, is still more to me.</p>\n<p>To become the spectator of one's own life, as Harry says, is to escape the suffering of life. I know you are surprised at my talking to you like this. You have not realized how I have developed. I was a schoolboy when you knew me. I am a man now. I have new passions, new thoughts, new ideas. I am different, but you must not like me less. I am changed, but you must always be my friend. Of course, I am very fond of Harry. But I know that you are better than he is. You are not stronger--you are too much afraid of life--but you are better. And how happy we used to be together! Don't leave me, Basil, and don't quarrel with me. I am what I am.</p>\n<p>There is nothing more to be said.\" The painter felt strangely moved. The lad was infinitely dear to him, and his personality had been the great turning point in his art. He could not bear the idea of reproaching him any more. After all, his indifference was probably merely a mood that would pass away. There was so much in him that was good, so much in him that was noble. \"Well, Dorian,\" he said at length, with a sad smile, \"I won't speak to you again about this horrible thing, after to-day. I only trust your name won't be mentioned in connection with it.</p>\n<p>The inquest is to take place this afternoon. Have they summoned you?\"</p>\n<p>Dorian shook his head, and a look of annoyance passed over his face at the mention of the word \"inquest.\"</p>\n<p>There was something so crude and vulgar about everything of the kind. \"They don't know my name,\" he answered. \"But surely she did?\" \"Only my Christian name, and that I am quite sure she never mentioned to any one. She told me once that they were all rather curious to learn who I was, and that she invariably told them my name was Prince Charming. It was pretty of her.</p>\n<p>You must do me a drawing of Sibyl, Basil. I should like to have something more of her than the memory of a few kisses and some broken pathetic words.\" \"I will try and do something, Dorian, if it would please you. But you must come and sit to me yourself again. I can't get on without you.\" \"I can never sit to you again, Basil. It is impossible!\" he exclaimed, starting back. The painter stared at him. \"My dear boy, what nonsense!\" he cried. \"Do you mean to say you don't like what I did of you? Where is it? Why have you pulled the screen in front of it? Let me look at it. It is the best thing I have ever done. Do take the screen away, Dorian. It is simply disgraceful of your servant hiding my work like that. I felt the room looked different as I came in.\" \"My servant has nothing to do with it, Basil. You don't imagine I let him arrange my room for me? He settles my flowers for me sometimes--that is all. No; I did it myself. The light was too strong on the portrait.\"</p>",
    "VideoUrl": "https://www.youtube.com/watch?v=WGl8S3B2bWs",
    "BlogImageSmall": "http://placeimg.com/600/432",
    "BlogImageBig": "http://placeimg.com/950/350"
  },

  "ChildPages": [
    {
      "Id": 1803,
      "Name": "This is a test",
      "Url": "/peoples-stories/this-is-a-test/",
      "PubDate": "2017-11-13T16:03:29.09Z",
      "Category": ["Design Charter", "Leadership Commission"],
      "BlogContent": "<p>Zombie ipsum reversus ab viral inferno, nam rick grimes malum cerebro. De carne lumbering animata corpora quaeritis. Summus brains sit​​, morbo vel maleficia? De apocalypsi gorger omero undead survivor dictum mauris. Hi mindless mortuis soulless creaturas, imo evil stalking monstra adventus resi dentevil vultus comedat cerebella viventium. Qui animated corpse, cricket bat max brucks terribilem incessu zomby.</p>\n<p>The voodoo sacerdos flesh eater, suscitat mortuos comedere carnem virus. Zonbi tattered for solum oculi eorum defunctis go lum cerebro. Nescio brains an Undead zombies. Sicut malus putrid voodoo horror. Nigh tofth eliv ingdead. Cum horribilem walking dead resurgere de crazed sepulcris creaturis, zombie sicut de grave feeding iride et serpens. Pestilentia, shaun ofthe dead scythe animated corpses ipsa screams.</p>\n<p>Pestilentia est plague haec decaying ambulabat mortuos. Sicut zeder apathetic malus voodoo. Aenean a dolor plan et terror soulless vulnerum contagium accedunt, mortui iam vivam unlife. Qui tardius moveri, brid eof reanimator sed in magna copia sint terribiles undeath legionis. Alii missing oculis aliorum sicut serpere crabs nostram. Putridi braindead odores kill and infect, aere implent left four dead.</p>\n<p>Lucio fulci tremor est dark vivos magna. Expansis creepy arm yof darkness ulnis witchcraft missing carnem armis Kirkman Moore and Adlard caeruleum in locis. Romero morbo Congress amarus in auras. Nihil horum sagittis tincidunt, zombie slack-jawed gelida survival portenta.</p>\n<p>The unleashed virus est, et iam zombie mortui ambulabunt super terram. Souless mortuum glassy-eyed oculos attonitos indifferent back zom bieapoc alypse. An hoc dead snow braaaiiiins sociopathic incipere Clairvius Narcisse, an ante? Is bello mundi z? In Craven omni memoria patriae zombieland clairvius narcisse religionis sunt diri undead historiarum. Golums, zombies unrelenting et Raimi fascinati beheading. Maleficia! Vel cemetery man a modern bursting eyeballs perhsaps morbi. A terrenti flesh contagium. Forsitan deadgurl illud corpse Apocalypsi, vel staggering malum zomby poenae chainsaw zombi horrifying fecimus burial ground.</p>\n<p>Indeflexus shotgun coup de poudre monstra per plateas currere. Fit de decay nostra carne undead. Poenitentiam violent zom biehig hway agite RE:dead pœnitentiam! Vivens mortua sunt apud nos night of the living dead. Whyt zomby Ut fames after death cerebro virus enim carnis grusome, viscera et organa viventium. Sicut spargit virus ad impetum, qui supersumus flesh eating.</p>\n<p>Avium, brains guts, ghouls, unholy canum, fugere ferae et infecti horrenda monstra. Videmus twenty-eight deformis pale, horrenda daemonum. Panduntur brains portae rotting inferi. Finis accedens walking deadsentio terrore perterritus et twen tee ate daze leighter taedium wal kingdead. The horror, monstra epidemic significant finem. Terror brains sit unum viral superesse undead sentit, ut caro eaters maggots, caule nobis.</p>",
      "VideoUrl": "",
      "BlogImageSmall": "http://placeimg.com/600/432",
      "BlogImageBig": "http://placeimg.com/950/350"
    },
    {
      "Id": 1814,
      "Name": "It's Autumn",
      "Url": "/peoples-stories/it-s-autumn/",
      "PubDate": "2018-03-24T16:03:29.09Z",
      "Category": ["Leadership Commission"],
      "BlogContent": "<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.</p>\n<p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.</p>\n<p>Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</p>\n<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.</p>\n<p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.</p>\n<p>Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</p>\n<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.</p>\n<p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.</p>\n<p>Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</p>\n<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.</p>\n<p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.</p>\n<p>Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</p>\n<p>Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters.</p>\n<p>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.</p>\n<p>Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</p>",
      "VideoUrl": "",
      "BlogImageSmall": "http://placeimg.com/600/432",
      "BlogImageBig": "http://placeimg.com/950/350"
    },
    {
      "Id": 1836,
      "Name": "Christmas Blog",
      "Url": "/peoples-stories/christmas-blog/",
      "PubDate": "2019-12-04T16:03:29.09Z",
      "Category": ["Mayor's Mentors"],
      "BlogContent": "<p>Stocking ornament gold ornament ivy celebrate decorate december, nutcracker decorate partridge lights cookie chimney. Scarf celebration angel, partridge scarf lights lights love ivy cookie nutcracker. Icicle bells frosty, elves jingle bells goodwill celebrate yule stocking nutcracker. Wintertime eggnog celebration frosty angel frosty stocking angel. Give singing holiday ivy fireplace chestnuts give eggnog.</p>\n<p>Holiday give Christmas partridge wintertime celebration partridge singing. Wreath noel Christmas chestnuts wreath decorate give chimney. Yule frosty december nutcracker icicle stocking, icicle yule angel tree ornament.</p>\n<p>Christmas singing holly angel gift partridge icicle stocking love. Gold wreath partridge decorate decorate candy cane, fireplace tree holly jingle bells. Wreath eggnog reindeer holiday december bells love, elves carols wintertime tree lights.</p>\n<p>Lights toys bells carols guest chimney gift noel wintertime. Cookie ivy guest gold icicle Christmas stocking calendar gold, december fireplace december yule. Icicle partridge candy cane love, jingle bells calendar eggnog love nutcracker stocking. Holly elves lights singing tree, chestnuts stocking partridge Christmas Christmas partridge. Chestnuts guest cookie elves partridge toys celebration elves.</p>\n<p>Goodwill wintertime partridge stocking, Christmas guest jingle bells give fireplace chimney ornament singing. Tree calendar cookie decorate icicle decorate, icicle candy cane calendar celebration jingle bells stocking calendar. Candy cane ivy holiday chimney guest holiday angel yule reindeer. Cookie ornament ivy jingle bells stocking celebration ivy cookie nutcracker wreath, calendar love tree december. Calendar cookie icicle goodwill nutcracker wreath chimney holiday, wintertime frosty carols calendar.</p>\n<p>Singing wreath eggnog bells wreath singing candy cane ornament chestnuts. Eggnog give eggnog Christmas give, love partridge Christmas icicle wintertime. Santa holiday celebrate wreath celebrate wintertime bells. Give scarf give noel tree eggnog wintertime lights calendar. Toys carols fireplace chimney chestnuts calendar angel Christmas, icicle bells nutcracker noel. Jingle bells goodwill partridge goodwill chestnuts cookie eggnog wreath singing. Gift jingle bells love wintertime icicle eggnog gift singing noel. Elves fireplace noel calendar icicle bells elves. Celebrate holiday goodwill chestnuts gift carols, jingle bells toys give wreath Christmas.</p>",
      "VideoUrl": "https://youtu.be/WGl8S3B2bWs",
      "BlogImageSmall": "",
      "BlogImageBig": ""
    },
    {
      "Id": 1815,
      "Name": "Another blog",
      "Url": "/peoples-stories/another-blog/",
      "PubDate": "2018-07-03T16:03:29.09Z",
      "Category": ["Mayor's Mentors", "Leadership Commission"],
      "BlogContent": "<p>30 September.--I am so glad that I hardly know how to contain myself. It is, I suppose, the reaction from the haunting fear which I have had: that this terrible affair and the reopening of his old wound might act detrimentally on Jonathan. I saw him leave for Whitby with as brave a face as I could, but I was sick with apprehension. The effort has, however, done him good. He was never so resolute, never so strong, never so full of volcanic energy, as at present. It is just as that dear, good Professor Van Helsing said: he is true grit, and he improves under strain that would kill a weaker nature.</p>\n<p>He came back full of life and hope and determination; we have got everything in order for to-night. I feel myself quite wild with excitement. I suppose one ought to pity any thing so hunted as is the Count. That is just it: this Thing is not human--not even beast. To read Dr. Seward's account of poor Lucy's death, and what followed, is enough to dry up the springs of pity in one's heart. Later.--Lord Godalming and Mr. Morris arrived earlier than we expected.</p>\n<p>Dr. Seward was out on business, and had taken Jonathan with him, so I had to see them. It was to me a painful meeting, for it brought back all poor dear Lucy's hopes of only a few months ago. Of course they had heard Lucy speak of me, and it seemed that Dr. Van Helsing, too, has been quite \"blowing my trumpet,\" as Mr. Morris expressed it. Poor fellows, neither of them is aware that I know all about the proposals they made to Lucy.</p>\n<p>They did not quite know what to say or do, as they were ignorant of the amount of my knowledge; so they had to keep on neutral subjects. However, I thought the matter over, and came to the conclusion that the best thing I could do would be to post them in affairs right up to date. I knew from Dr. Seward's diary that they had been at Lucy's death--her real death--and that I need not fear to betray any secret before the time. So I told them, as well as I could, that I had read all the papers and diaries, and that my husband and I, having typewritten them, had just finished putting them in order. I gave them each a copy to read in the library. When Lord Godalming got his and turned it over--it does make a pretty good pile--he said:--</p>\n<p>\"Did you write all this, Mrs. Harker?\"</p>\n<p>I nodded, and he went on:--</p>\n<p>\"I don't quite see the drift of it; but you people are all so good and kind, and have been working so earnestly and so energetically, that all I can do is to accept your ideas blindfold and try to help you. I have had one lesson already in accepting facts that should make a man humble to the last hour of his life. Besides, I know you loved my poor Lucy--\" Here he turned away and covered his face with his hands. I could hear the tears in his voice. Mr. Morris, with instinctive delicacy, just laid a hand for a moment on his shoulder, and then walked quietly out of the room. I suppose there is something in woman's nature that makes a man free to break down before her and express his feelings on the tender or emotional side without feeling it derogatory to his manhood; for when Lord Godalming found himself alone with me he sat down on the sofa and gave way utterly and openly. I sat down beside him and took his hand. I hope he didn't think it forward of me, and that if he ever thinks of it afterwards he never will have such a thought. There I wrong him; I know he never will--he is too true a gentleman. I said to him, for I could see that his heart was breaking:--</p>\n<p>\"I loved dear Lucy, and I know what she was to you, and what you were to her. She and I were like sisters; and now she is gone, will you not let me be like a sister to you in your trouble? I know what sorrows you have had, though I cannot measure the depth of them. If sympathy and pity can help in your affliction, won't you let me be of some little service--for Lucy's sake?\"</p>\n<p>In an instant the poor dear fellow was overwhelmed with grief. It seemed to me that all that he had of late been suffering in silence found a vent at once. He grew quite hysterical, and raising his open hands, beat his palms together in a perfect agony of grief. He stood up and then sat down again, and the tears rained down his cheeks. I felt an infinite pity for him, and opened my arms unthinkingly. With a sob he laid his head on my shoulder and cried like a wearied child, whilst he shook with emotion.</p>",
      "VideoUrl": "",
      "BlogImageSmall": "http://placeimg.com/600/432",
      "BlogImageBig": "http://placeimg.com/950/350"
    },
    {
      "Id": 1825,
      "Name": "It's October now",
      "Url": "/peoples-stories/it-s-october-now/",
      "PubDate": "2019-02-24T16:03:29.09Z",
      "Category": ["Mayor's Mentors"],
      "BlogContent": "<p>“And surely none stranger than itself,” echoed the lawyer in the same tones. “For what did Jekyll”--he caught himself up at the word with a start, and then conquering the weakness--“what could Jekyll want with it?” he said.</p>\n<p>“You may say that!” said Poole.</p>\n<p>Next they turned to the business table. On the desk, among the neat array of papers, a large envelope was uppermost, and bore, in the doctor’s hand, the name of Mr. Utterson. The lawyer unsealed it, and several enclosures fell to the floor. The first was a will, drawn in the same eccentric terms as the one which he had returned six months before, to serve as a testament in case of death and as a deed of gift in case of disappearance; but in place of the name of Edward Hyde, the lawyer, with indescribable amazement read the name of Gabriel John Utterson. He looked at Poole, and then back at the paper, and last of all at the dead malefactor stretched upon the carpet.</p>\n<p>“My head goes round,” he said. “He has been all these days in possession; he had no cause to like me; he must have raged to see himself displaced; and he has not destroyed this document.”</p>\n<p>He caught up the next paper; it was a brief note in the doctor’s hand and dated at the top. “O Poole!” the lawyer cried, “he was alive and here this day. He cannot have been disposed of in so short a space; he must be still alive, he must have fled! And then, why fled? and how? and in that case, can we venture to declare this suicide? O, we must be careful. I foresee that we may yet involve your master in some dire catastrophe.”</p>\n<p>“Why don’t you read it, sir?” asked Poole.</p>\n<p>“Because I fear,” replied the lawyer solemnly. “God grant I have no cause for it!” And with that he brought the paper to his eyes and read as follows:</p>\n<p>“My dear Utterson,--When this shall fall into your hands, I shall have disappeared, under what circumstances I have not the penetration to foresee, but my instinct and all the circumstances of my nameless situation tell me that the end is sure and must be early. Go then, and first read the narrative which Lanyon warned me he was to place in your hands; and if you care to hear more, turn to the confession of</p>\n<p>“Your unworthy and unhappy friend,</p>\n<p>“HENRY JEKYLL.”</p>\n<p>“There was a third enclosure?” asked Utterson.</p>\n<p>“Here, sir,” said Poole, and gave into his hands a considerable packet sealed in several places.</p>\n<p>The lawyer put it in his pocket. “I would say nothing of this paper. If your master has fled or is dead, we may at least save his credit. It is now ten; I must go home and read these documents in quiet; but I shall be back before midnight, when we shall send for the police.”</p>\n<p>They went out, locking the door of the theatre behind them; and Utterson, once more leaving the servants gathered about the fire in the hall, trudged back to his office to read the two narratives in which this mystery was now to be explained.</p>",
      "VideoUrl": "",
      "BlogImageSmall": "http://placeimg.com/600/432",
      "BlogImageBig": "http://placeimg.com/950/350"
    },
    {
      "Id": 1834,
      "Name": "What a difference a day makes",
      "Url": "/peoples-stories/what-a-difference-a-day-makes/",
      "PubDate": "2019-10-31T16:03:29.09Z",
      "Category": [
        "Design Charter",
        "Leadership Commission",
        "Mayor's Mentors"
      ],
      "BlogContent": "<p>\"No,\" said Dorian Gray, \"there is nothing fearful about it. It is one of the great romantic tragedies of the age. As a rule, people who act lead the most commonplace lives. They are good husbands, or faithful wives, or something tedious. You know what I mean--middle-class virtue and all that kind of thing. How different Sibyl was! She lived her finest tragedy. She was always a heroine. The last night she played--the night you saw her--she acted badly because she had known the reality of love. When she knew its unreality, she died, as Juliet might have died. She passed again into the sphere of art.</p>\n<p>There is something of the martyr about her. Her death has all the pathetic uselessness of martyrdom, all its wasted beauty. But, as I was saying, you must not think I have not suffered. If you had come in yesterday at a particular moment--about half-past five, perhaps, or a quarter to six--you would have found me in tears. Even Harry, who was here, who brought me the news, in fact, had no idea what I was going through. I suffered immensely. Then it passed away. I cannot repeat an emotion. No one can, except sentimentalists. And you are awfully unjust, Basil. You come down here to console me.</p>\n<p>That is charming of you. You find me consoled, and you are furious. How like a sympathetic person! You remind me of a story Harry told me about a certain philanthropist who spent twenty years of his life in trying to get some grievance redressed, or some unjust law altered--I forget exactly what it was. Finally he succeeded, and nothing could exceed his disappointment. He had absolutely nothing to do, almost died of ennui, and became a confirmed misanthrope. And besides, my dear old Basil, if you really want to console me, teach me rather to forget what has happened, or to see it from a proper artistic point of view. Was it not Gautier who used to write about la consolation des arts?</p>\n<p>I remember picking up a little vellum-covered book in your studio one day and chancing on that delightful phrase. Well, I am not like that young man you told me of when we were down at Marlow together, the young man who used to say that yellow satin could console one for all the miseries of life. I love beautiful things that one can touch and handle. Old brocades, green bronzes, lacquer-work, carved ivories, exquisite surroundings, luxury, pomp--there is much to be got from all these. But the artistic temperament that they create, or at any rate reveal, is still more to me.</p>\n<p>To become the spectator of one's own life, as Harry says, is to escape the suffering of life. I know you are surprised at my talking to you like this. You have not realized how I have developed. I was a schoolboy when you knew me. I am a man now. I have new passions, new thoughts, new ideas. I am different, but you must not like me less. I am changed, but you must always be my friend. Of course, I am very fond of Harry. But I know that you are better than he is. You are not stronger--you are too much afraid of life--but you are better. And how happy we used to be together! Don't leave me, Basil, and don't quarrel with me. I am what I am.</p>\n<p>There is nothing more to be said.\" The painter felt strangely moved. The lad was infinitely dear to him, and his personality had been the great turning point in his art. He could not bear the idea of reproaching him any more. After all, his indifference was probably merely a mood that would pass away. There was so much in him that was good, so much in him that was noble. \"Well, Dorian,\" he said at length, with a sad smile, \"I won't speak to you again about this horrible thing, after to-day. I only trust your name won't be mentioned in connection with it.</p>\n<p>The inquest is to take place this afternoon. Have they summoned you?\"</p>\n<p>Dorian shook his head, and a look of annoyance passed over his face at the mention of the word \"inquest.\"</p>\n<p>There was something so crude and vulgar about everything of the kind. \"They don't know my name,\" he answered. \"But surely she did?\" \"Only my Christian name, and that I am quite sure she never mentioned to any one. She told me once that they were all rather curious to learn who I was, and that she invariably told them my name was Prince Charming. It was pretty of her.</p>\n<p>You must do me a drawing of Sibyl, Basil. I should like to have something more of her than the memory of a few kisses and some broken pathetic words.\" \"I will try and do something, Dorian, if it would please you. But you must come and sit to me yourself again. I can't get on without you.\" \"I can never sit to you again, Basil. It is impossible!\" he exclaimed, starting back. The painter stared at him. \"My dear boy, what nonsense!\" he cried. \"Do you mean to say you don't like what I did of you? Where is it? Why have you pulled the screen in front of it? Let me look at it. It is the best thing I have ever done. Do take the screen away, Dorian. It is simply disgraceful of your servant hiding my work like that. I felt the room looked different as I came in.\" \"My servant has nothing to do with it, Basil. You don't imagine I let him arrange my room for me? He settles my flowers for me sometimes--that is all. No; I did it myself. The light was too strong on the portrait.\"</p>",
      "VideoUrl": "",
      "BlogImageSmall": "http://placeimg.com/600/432",
      "BlogImageBig": "http://placeimg.com/950/350"
    }
  ]
}
